Repository: tabtin-ai/TabTin
Catalog: apps/tabtin-ios/Tabtin/Resources/Localizations/Auth.xcstrings
Source language: zh_hans
Languages: en

# auth.slogan
source: AI 工作平台
en: AI Workspace

# auth.hero.title
source: 让 Agent 真正做事
en: Put agents to real work

# auth.hero.subtitle
source: 每一步，都看得见。
en: Every step stays visible.

# auth.title
source: 登录 TabTin
en: Log in to TabTin

# auth.language.switchToEnglish
source: 切换到英文
en: Switch to English

# auth.language.switchToChinese
source: 切换到中文
en: Switch to Chinese

# auth.phone
source: 手机号
en: Phone Number

# auth.phonePlaceholder
source: 请输入 11 位手机号
en: Enter 11-digit number

# auth.emailOrPhone
source: 邮箱/手机
en: Account

# auth.emailOrPhonePlaceholder
source: 邮箱或手机号
en: Email or phone

# auth.verificationCode
source: 验证码
en: Verification Code

# auth.codePlaceholder
source: 6 位验证码
en: 6-digit code

# auth.password
source: 密码
en: Password

# auth.passwordPlaceholder
source: 请输入密码
en: Enter password

# auth.showPassword
source: 显示密码
en: Show password

# auth.hidePassword
source: 隐藏密码
en: Hide password

# auth.login
source: 登录
en: Log In

# auth.error.invalidPassword
source: 账号或密码不正确，请重试
en: Account or password is incorrect. Try again.

# auth.error.invalidVerificationCode
source: 验证码无效或已过期，请重新获取
en: The code is invalid or expired. Get a new code.

# auth.error.sendCode
source: 验证码发送失败，请稍后重试
en: Couldn't send the code. Try again later.

# auth.error.network
source: 网络连接异常，请稍后重试
en: Check your connection and try again.

# auth.error.login
source: 登录失败，请稍后重试
en: Couldn't log in. Try again later.

# auth.loginFailed
source: 登录失败
en: Login Failed

# auth.loginWithPassword
source: 使用密码登录
en: Log in with password

# auth.loginWithCode
source: 使用验证码登录
en: Log in with verification code

# auth.getCode
source: 获取验证码
en: Get Code

# auth.codeResend
source: %lld秒后重试
en: Retry in %llds

# auth.inviteCodeTitle
source: 需要邀请码
en: Invitation Code Required

# auth.inviteCodeDescription
source: 请输入邀请码后继续使用 TabTin。
en: Enter your invitation code to start using TabTin.

# auth.inviteCodePlaceholder
source: 请输入邀请码
en: Invitation code

# auth.inviteCodeContinue
source: 验证并继续
en: Verify and Continue

# auth.inviteCodeChangeAccount
source: 换个账号
en: Use another account

# auth.inviteCodeRequired
source: 请输入邀请码
en: Enter an invitation code

# auth.inviteCodeRateLimited
source: 请求过于频繁，请稍后再试
en: Too many attempts. Please try again later.

# auth.sessionExpired
source: 登录已过期，请重新登录
en: Session expired, please log in again

# auth.privacyAgreementPrefix
source: 我已阅读并同意
en: I have read and agree to the

# auth.privacyPolicy
source: 隐私政策
en: Privacy Policy

# auth.privacyCheckboxLabel
source: 同意隐私政策
en: Agree to Privacy Policy

# auth.privacyConsentTitle
source: 请先同意隐私政策
en: Privacy Policy

# auth.privacyConsentMessage
source: 继续前需要先阅读并同意隐私政策。
en: Please read and agree to the Privacy Policy before continuing.

# auth.privacyConsentAgree
source: 同意并勾选
en: Agree and Select

# auth.privacyConsentDisagree
source: 不同意
en: Disagree
